Revit 2027 API
DoubleArrayIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DoubleArrayIterator()
Public Sub New
public:
DoubleArrayIterator()
new : unit -> DoubleArrayIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
DoubleArrayIterator Class
Autodesk.Revit.DB Namespace